Repository: FlipByBlink/PersonaReversi
Catalog: PersonasFlip/Supporting files/🌐Localization/Localizable.xcstrings
Source language: en
Languages: ja

source: “Capture and edit your Persona on Apple Vision Pro - Apple Support”
ja: 「Apple Vision ProでPersonaを収録する/編集する」

source: “Share apps and experiences with people nearby on Apple Vision Pro - Apple Support”
ja: 「Apple Vision Proでアプリや体験を周囲の人と共有する - Apple サポート」

source: “Use SharePlay in FaceTime calls on Apple Vision Pro - Apple Support”
ja: 「Apple Vision ProでのFaceTime通話でSharePlayを使用する」

source: "Use spatial Persona on Apple Vision Pro - Apple Support”
ja: 「Apple Vision Proで空間Personaを使用する」

source: About App
ja: アプリについて

source: About data
ja: データについて

source: Apple official support page
ja: Apple公式サポートページ

source: End the activity
ja: アクティビティを終了する

source: Everyone remains in the activity except you.
ja: 他の方はアクティビティに残ります。

source: Everyone will leave the activity.
ja: 他の方もアクティビティから離れます。

source: How to start
ja: 開始の仕方

source: If you launch this application during FaceTime, you can start an activity. When you start an activity, the callers automatically join an activity.
ja: FaceTime中にこのアプリを立ち上げると、アクティビティを起動することが出来ます。誰かがSharePlayを開始すると、通話相手は自動的にSharePlayに参加します。

source: If you want to join a SharePlay session that has already started, you can do so from the Control Center.
ja: もし既に通話相手がSharePlayを開始している場合は、コントロールセンターから参加できます。

source: In visionOS 26, You can share spatial experiences with other Apple Vision Pro users in the same room.
ja: visionOS 26から同じ部屋にいる近くのApple Vision Proユーザーとアプリ体験を共有できるようになりました。

source: invalidated, (%@)
ja: 無効(%@)

source: Join SharePlay
ja: SharePlayに参加する

source: joined
ja: 参加中

source: Leave the activity
ja: アクティビティから離れる

source: PersonasFlip
ja: ペルソナフリップ

source: Play game
ja: ゲームをプレイ

source: Reset
ja: リセット

source: Set up SharePlay
ja: SharePlayをセットアップ

source: SharePlay state:
ja: SharePlayの状況:

source: Start "Play game" activity
ja: 「ゲームをプレイ」アクティビティを開始

source: The Group Activities framework uses end-to-end encryption on all session data. Developer and Apple doesn’t have the keys to decrypt this data.
ja: SharePlayではユーザーのデバイス間で同期するすべてのセッションデータに対してエンドツーエンド暗号化が用いられます。アプリ開発者やAppleは、このデータの復号鍵を保持していません。つまり、SharePlay中に通信されるデータを第三者が確認する事はありません。

source: unknown
ja: 想定外

source: waiting
ja: 待機中

source: What's Persona?
ja: ペルソナって何？

source: What's SharePlay?
ja: SharePlayって何？

source: With SharePlay in the FaceTime app, you can play game in sync with friends and family while on a FaceTime call together. Enjoy a real-time connection with others on the call—with synced game and shared controls, you see and hear the same moments at the same time.
ja: FaceTime App でSharePlayを使用すると、友達や家族とのFaceTime通話中にゲームを同期した状態でプレイすることができます。通話に参加しているほかの人とリアルタイムにつながって楽しみましょう。操作が共有されるため、同時に同じ瞬間を見たり聞いたりできます。

source: You can start SharePlay from a system menu UI, which is located at the bottom of the app.
ja: アプリ下部にあるシステムUIからSharePlayを開始できます。
